#!/usr/bin/python3
#coding:utf-8

webLink = 'https://e-service.cwb.gov.tw/HistoryDataQuery/' + \
    'DayDataController.do?command=viewMain'

cityList = \
    {
        '1': '基隆市', '2': '新北市', '3': '臺北市', '4': '桃園市', \
        '5': '新竹縣', '6': '新竹市', '7': '苗栗縣', '8': '臺中市', \
        '9': '南投縣', '10': '彰化縣', '11': '雲林縣', '12': '嘉義縣', \
        '13': '嘉義市', '14': '臺南市', '15': '高雄市', '16': '屏東縣', \
        '17': '宜蘭縣', '18': '花蓮縣', '19': '臺東縣', '20': '澎湖縣', \
        '21': '金門縣', '22': '連江縣'
    }
